Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# ChannelMessageGIF
source: {0} posted a GIF
ar: {0} قام بنشر صورة متحركة
es: {0} publicó un GIF
it: {0} ha pubblicato una GIF

# ChannelMessageLiveLocation
source: {0} posted a live location
ar: %1$@ قام بنشر موقعاً حي
es: {0} publicó una ubicación en directo
it: {0} ha pubblicato una posizione attuale

# ChannelMessageMap
source: {0} posted a location
ar: {0} قام بإرسال موقع
es: {0} publicó una ubicación
it: {0} ha pubblicato una posizione

# ChannelMessageMusic
source: {0} posted a track
ar: {0} أرسل مقطع صوتي
es: {0} publicó una pista
it: {0} ha pubblicato una traccia

# ChannelMessageNoText
source: {0} posted a message
ar: {0} أرسل رسالة
es: {0} publicó un mensaje
it: {0} ha pubblicato un messaggio

# ChannelMessagePhoto
source: {0} posted a photo
ar: {0} أرسل صورة
es: {0} publicó una foto
it: {0} ha pubblicato una foto

# ChannelMessageRound
source: {0} posted a video message
ar: {0} أرسل رسالة مرئية
es: {0} publicó un videomensaje
it: {0} ha pubblicato un videomessaggio

# ChannelMessageSticker
source: {0} posted a sticker
ar: {0} أرسل ملصق
es: {0} publicó un sticker
it: {0} ha pubblicato uno sticker

# ChannelMessageStickerEmoji
source: {0} posted a {1} sticker
ar: {0} أرسل {1} ملصق
es: {0} publicó un {1} sticker
it: {0} ha pubblicato uno {1} sticker

# ChannelMessageVideo
source: {0} posted a video
ar: {0} أرسل مقطع مرئي
es: {0} publicó un vídeo
it: {0} ha pubblicato un video

# ChannelMute
source: MUTE
ar: الصامت
es: SILENCIAR
it: SILENZIA

# ChannelNotifyMembersInfoOff
source: Members will not be notified when you post
ar: لن يتم إشعار الأعضاء عند إرسال الرسائل.
es: Tu publicación no será notificada
it: I post non saranno notificati ai membri

# ChannelNotifyMembersInfoOn
source: Members will be notified when you post
ar: سيتم إشعار الأعضاء عند إرسال الرسائل.
es: Tu publicación será notificada
it: I post saranno notificati ai membri

# ChannelPhotoEditNotification
source: Channel {0} updated its photo
ar: تم تحديث صورة القناة {0}
es: El canal {0} actualizó su foto
it: Il canale {0} ha aggiornato la sua foto

# ChannelPrivate
source: Private Channel
ar: قناة خاصة
es: Canal privado
it: Canale privato

# ChannelPrivateInfo
source: Private channels can only be joined via an invite link.
ar: القنوات الخاصة يمكن الدخول إليها فقط عن طريق رابط الدعوة.
es: Puedes unirte a canales privados sólo con enlaces de invitación.
it: È possibile unirsi ai canali privati solo tramite link d'invito.

# ChannelPrivateLinkHelp
source: People can join your channel by following this link. You can revoke the link any time.
ar: يستطيع الناس الدخول إلى قناتك فقط من خلال الرابط أدناه. يمكنك تعطيل هذا الرابط في أي وقت.
es: Las personas pueden unirse a tu canal siguiendo este enlace. Puedes anular el enlace en cualquier momento.
it: Le persone possono unirsi al tuo canale seguendo questo link. Puoi revocare il link in ogni momento.

# ChannelPublic
source: Public Channel
ar: قناة عامة
es: Canal público
it: Canale pubblico

# ChannelPublicEmptyUsername
source: Please choose a link for your public channel, so that people can find it in search and share with others. If you're not interested, we suggest creating a private channel instead.
ar: فضلًا اختر رابط لقناتك العامة ليتمكن الناس من إيجادها من خلال البحث ومشاركتها مع غيرهم. إلى لم ترغب بذلك، يفضّل إنشاء قناة خاصة بدلًا من العامة.
es: Por favor, elige un enlace para tu canal público. Así, las personas podrán encontrarlo en la búsqueda y compartirlo con otros. Si no estás interesado, te sugerimos crear un canal privado.
it: Per favore scegli un link per il tuo canale pubblico, in modo che possa essere trovato nella ricerca e condiviso con altri. Se non sei interessato, ti consigliamo di creare un canale privato.

# ChannelPublicInfo
source: Public channels can be found in search, anyone can join them.
ar: القنوات العامة يمكن إيجادها من الخلال البحث، أي شخص يستطيع الدخول إليها.
es: Cualquiera puede unirse a los canales públicos, tras encontrarlos en la búsqueda.
it: I canali pubblici possono essere trovati nella ricerca, chiunque può unirsi.

# ChannelRemoveUser
source: Remove from channel
ar: حذف من القناة
es: Eliminar del canal
it: Rimuovi dal canale

# ChannelRemoveUserAdmin
source: Dismiss admin
ar: إزالة المشرف
es: Eliminar administrador
it: Rimuovi amministratore

# ChannelRestrictedUsers
source: Restricted users
ar: المستخدمون المقيدون
es: Usuarios restringidos
it: Utenti limitati

# ChannelSettings
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni

# ChannelSignMessages
source: Sign Messages
ar: وقّع الرسائل
es: Firmar los mensajes
it: Firma messaggi

# ChannelSignMessagesInfo
source: Add names of the admins to the messages they post.
ar: قم بإضافة أسماء المشرفين للرسائل التي يرسلونها.
es: Añadir los nombres de los administradores a sus publicaciones.
it: Aggiungi i nomi degli amministratori nei messaggi da loro pubblicati.

# ChannelSilentBroadcast
source: Silent Broadcast
ar: رسالة جماعية صامتة
es: Difusión en silencio
it: Post silenzioso

# ChannelSubscribers
source: Subscribers
ar: المشتركون
es: Suscriptores
it: Iscritti

source: Channel Type
ar: نوع القناة
es: Tipo de canal
it: Tipo di canale

# ChannelUnmute
source: UNMUTE
ar: إلغاء الصامت
es: NO SILENCIAR
it: SUONA

# ChannelUserAddLimit
source: Sorry, you can only add the first 200 members to a channel. Note that an unlimited number of people may join via the channel's link.
ar: المعذرة، يمكنك إضافة أول ٢٠٠ عضو للقناة فقط. يمكن لعدد غير محدود من الأعضاء الدخول للقناة عن طريق رابط القناة.
es: Lo sentimos, sólo puedes añadir a los primeros 200 miembros a un canal. Sin embargo, una cantidad ilimitada de personas pueden unirse por el enlace del canal.
it: Spiacenti, puoi aggiungere solo i primi 200 membri a un canale. Ricorda che un numero illimitato di persone potrebbe unirsi tramite il link del canale.

# ChannelUserCantAdd
source: Sorry, you can't add this user to channels.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للقنوات.
es: Lo sentimos, no puedes añadir a este usuario a canales.
it: Spiacenti, non puoi aggiungere questo utente ai canali.

# ChannelUserCantAdmin
source: Sorry, too many admins in this channel.
ar: المعذرة، يوجد الكثير من الإداريين في هذه القناة.
es: Lo sentimos, hay demasiados administradores en el canal.
it: Spiacenti, troppi amministratori in questo canale.

# ChannelUserCantBot
source: Sorry, too many bots in this channel.
ar: المعذرة، يوجد الكثير من حسابات البوت في هذه القناة.
es: Lo sentimos, hay demasiados bots en el canal.
it: Spiacenti, troppi bot in questo canale.

# ChannelUserLeftError
source: Sorry, this user decided to leave this channel, so you cannot invite them back here.
ar: المعذرة، هذا المستخدم قرر مغادرة القناة, لا يمكنك دعوته مرة أخرى للقناة.
es: Lo sentimos, este usuario decidió salir del canal, así que no puedes invitarlo otra vez.
it: Spiacenti, questo utente ha deciso di lasciare il canale, quindi non puoi reinvitarlo.

# ChannelUsernameHelp
source: People can share this link with others and find your channel using Telegram search.
ar: يستطيع الناس مشاركة هذا الرابط مع غيرهم ويمكنهم إيجاد قناتك من خلال البحث في تيليجرام.
es: Las personas pueden compartir este enlace con los demás y encontrar tu canal usando la búsqueda de Telegram.
it: Le persone possono condividere questo link con gli altri e trovare il tuo canale usando la ricerca di Telegram.

# ChannelUsernamePlaceholder
source: link
ar: الرابط
es: Enlace

# ChatAdmin
source: admin
ar: مشرف
es: administrador
it: amministratore

source: Chat Background
ar: خلفية الدردشة
es: Fondo de chat
it: Sfondo chat

# ChatCamera
source: Camera
ar: الكاميرا
es: Cámara
it: Foto

# ChatDocument
source: File
ar: ملف
es: Archivo

# ChatGallery
source: Gallery
ar: صورة
es: Galería
it: Galleria

# ChatHints
source: CHATS
ar: المحادثات
it: CHAT

# ChatHintsDelete
source: Delete {0} from suggestions?
ar: هل ترغب في حذف {0} من الاقتراحات؟
es: ¿Eliminar a {0} de las sugerencias?
it: Eliminare {0} dai suggerimenti?

# ChatHistory
source: Chat history for new members
ar: سجل المحادثات للأعضاء الجدد
es: Historial para los nuevos miembros
it: Cronologia per i nuovi membri

# ChatHistoryHidden
source: Hidden
ar: مخفي
es: Oculto
it: Nascosta

# ChatHistoryHiddenInfo
source: New members won't see earlier messages.
ar: الأعضاء الجدد لن يتمكنوا من مشاهدة الرسائل القديمة.
es: Los nuevos miembros no verán mensajes anteriores.
it: I nuovi membri non vedranno i messaggi precedenti.

# ChatHistoryVisible
source: Visible
ar: ظاهر
it: Visibile

# ChatHistoryVisibleInfo
source: New members will see messages that were sent before they joined.
ar: الأعضاء الجدد سيتمكنون من الإطلاع على الرسائل التي تم إرسالها قبل انضمامهم.
es: Los nuevos miembros verán mensajes que fueron enviados antes de unirse.
it: I nuovi membri vedranno i messaggi che sono stati inviati prima che si unissero.

# ChatLocation
source: Location
ar: موقع
es: Ubicación
it: Posizione

# ChatVideo
source: Video
ar: مقطع مرئي
es: Vídeo

# ChatYourSelf
source: forward here to save
ar: الرسائل المحفوظة
es: reenvía aquí para guardar
it: inoltra qui per salvare

# ChatYourSelfDescription1
source: Forward messages here to save them
ar: حوّل الرسائل إلى هنا لحفظهم
es: Guarda mensajes reenviándolos aquí
it: Inoltra i messaggi qui per salvarli

# ChatYourSelfDescription2
source: Send media and files to store them
ar: أرسل الوسائط والملفات لحفظهم
es: Envía archivos para almacenarlos
it: Invia media e file per archiviarli

# ChatYourSelfDescription3
source: Access this chat from any device
ar: افتح هذه المحادثة من أي جهاز من أجهزتك
es: Accede desde cualquier dispositivo
it: Accedi alla chat da ogni dispositivo

# ChatYourSelfDescription4
source: Use search to quickly find things
ar: استخدم البحث لتجد الأشياء بسرعة
es: Encuentra tus cosas con la búsqueda
it: Trova le tue cose con la ricerca

# ChatYourSelfName
source: You
ar: أنت
es: Tú
it: Tu

# ChatYourSelfTitle
source: Your cloud storage
ar: مساحتك السحابية
es: Almacenamiento en la nube
it: Il tuo archivio cloud

# ChatsOne
source: {0} chat
ar: محادثة واحدة

# ChatsOther
source: {0} chats
ar: {0} محادثة
it: {0} chat

# ChooseCountry
source: Choose a country
ar: اختر دولة
es: Elige un país
it: Scegli una nazione

source: Choose from your stickers
ar: اختر من ملصقاتك
es: Elige desde tus stickers
it: Scegli dai tuoi sticker

source: CHOOSE STICKER SET
ar: اختر حزمة ملصقات
es: ELIGE UN PACK DE STICKERS
it: SCEGLI SET DI STICKER

# ChooseStickerSetMy
source: You can create your own custom sticker set using the @stickers bot.
ar: يمكنك الآن صنع حزمة الملصقات الخاصة بك عن طريق البوت @stickers .
es: Puedes crear tu pack de stickers personalizado usando el bot @stickers.
it: Puoi creare i tuoi set di sticker personalizzati tramite il bot @stickers.

# ChooseStickerSetNotFound
source: No such sticker set found
ar: لم يتم العثور على الملصق
es: El pack no ha sido encontrado
it: Nessun set di sticker trovato

# ChooseStickerSetNotFoundInfo
source: Try again or choose from the list below
ar: حاول مرة أخرى أو اختر من القائمة أدناه
es: Reinténtalo o elige uno de la lista de abajo
it: Riprova o scegli dalla lista seguente

# ChooseStickerSetPlaceholder
source: stickerset
ar: حزمة ملصقات

source: Choose your language
ar: اختر لغتك
es: Elige tu idioma
it: Scegli la tua lingua

# ChooseYourLanguageOther
source: Other
ar: أخرى
es: Otro
it: Altro

# ChromeCustomTabs
source: In-App Browser
ar: علامات تبويب كروم المخصصة
es: Usar navegador interno
it: Browser in-app

# ChromeCustomTabsInfo
source: Open external links within the app
ar: فتح الروابط الخارجية داخل التطبيق
es: Abrir enlaces externos en la aplicación
it: Apri i link esterni all'interno dell'app

# ClearButton
source: Clear
ar: مسح
es: Eliminar
it: Cancella

source: Clear history
ar: مسح سجل المحادثات
es: Eliminar historial
it: Cancella cronologia

# ClearHistoryCache
source: Delete from cache
ar: حذف من الذاكرة المخبئية
es: Eliminar de la caché
it: Elimina dalla cache

# ClearMediaCache
source: Clear Cache
ar: مسح الذاكرة المخبئية
es: Eliminar caché
it: Vuota la cache

# ClearOtherSessionsHelp
source: Logs out all devices except for this one.
ar: قم بتسجيل الخروج من جميع الأجهزة الأخرى باستثناء هذا الجهاز
es: Salir de todos los dispositivos, excepto este.
it: Esce da tutti i dispositivi tranne questo.

source: Clear recent emoji?
ar: هل ترغب في مسح سجل الإيموجي؟
es: ¿Eliminar los emojis recientes?
it: Cancellare le emoji recenti?

# ClearSearch
source: Clear search history?
ar: هل ترغب في مسح سجل البحث؟
es: ¿Quieres eliminar el historial de búsqueda?
it: Cancellare la cronologia di ricerca?

source: Close
ar: إغلاق
es: Cerrar
it: Chiudi

source: CLOSE EDITOR
ar: أغلق المحرر
es: CERRAR EDITOR
it: CHIUDI EDITOR

source: Code
ar: رمز التفعيل
es: Código
it: Codice

# CodeExpired
source: Code expired, please login again
ar: انتهت صلاحية الرمز الخاص بك، يرجى تسجيل الدخول مرة أخرى
es: Código expirado. Por favor, vuelve a iniciar sesión.
it: Codice scaduto, effettua di nuovo l'accesso

# ColorBlue
source: Blue
ar: أزرق
es: Azul
it: Blu

# ColorCyan
source: Cyan
ar: سماوي
es: Cian
it: Ciano

# ColorDark
source: Dark
ar: داكن
es: Oscuro
it: Scuro

# ColorGreen
source: Green
ar: أخضر
es: Verde
it: Verde

# ColorOrange
source: Orange
ar: برتقالي
es: Naranja
it: Arancione

# ColorPink
source: Pink
ar: وردي
es: Rosa
it: Rosa

# ColorRed
source: Red
ar: أحمر
es: Rojo
it: Rosso

# ColorSepia
source: Sepia
ar: بني داكن
it: Seppia

# ColorViolet
source: Violet
ar: بنفسجي
es: Violeta
it: Viola

# ColorWhite
source: White
ar: أبيض
es: Blanco
it: Bianco

# ColorYellow
source: Yellow
ar: أصفر
es: Amarillo
it: Giallo

# CompatibilityChat
source: {0} is using an older version of Telegram, so secret photos will be shown in compatibility mode. Once {1} updates Telegram, photos with timers for 1 minute or less will start working in 'Tap and hold to view' mode, and you will be notified whenever the other party takes a screenshot.
ar: {0} يستخدم إصدار قديم من تيليجرام، لذلك، الصور السرية ستظهر في وضع الموافقة. عندما يقوم {1} بتحديث تيليجرام، الصور التي بها عداد دقيقة أو أقل ستعمل بطريقة "الاستمرار بالضغط للإستعراض"، وسيتم إخبارك عندما يلتقط المستقبل صورة من شاشته.
es: {0} usa una versión antigua de Telegram, así que las fotos secretas serán mostradas en un modo de compatibilidad. Cuando {1} actualice Telegram, las fotos con autodestrucción de 1 minuto o menos funcionarán con el modo “Mantén pulsado para ver”, y te notificaremos siempre que la otra parte haga una captura de pantalla.
it: {0} sta usando una versione vecchia di Telegram, quindi le foto segrete verranno visualizzate in modalità di compatibilità. Una volta che {1} avrà aggiornato Telegram, le foto con il timer minore di 1 minuto funzioneranno in modalità 'Tieni premuto per vedere' , e verrai notificato ogni volta che l'altro esegue uno screenshot.

# ConfirmDeleteCallLog
source: Are you sure you want to delete this entry from the calls log?
ar: هل أنت متأكد من رغبتك في حذف المكالمة من سجل المكالمات؟
es: ¿Quieres eliminar este elemento del registro de llamadas?
it: Sei sicuro di voler eliminare questa voce dal registro delle chiamate?

source: Connecting...
ar: جاري الاتصال...
es: Conectando...
it: Connetto...

source: Connecting to proxy...
ar: جاري الاتصال بالبروكسي...
es: Conectando al proxy...
it: Connetto al proxy...

# ConnectingToProxyDisable
source: Disable
ar: تعطيل
es: Desactivar
it: Disattiva

# ConnectingToProxyDisableAlert
source: Are you sure you want to disable proxy server {0}? You can reenable it in the Settings later (Data and Storage).
ar: هل أنت متأكد من رغبتك في تعطيل البروكسي {0}؟ يمكنك إعادة تفعيله لاحقًا عن طريق الإعدادات (البيانات والتخزين).
es: ¿Quieres desactivar el servidor proxy {0}? Puedes volver a activarlo más tarde en los Ajustes (Datos y almacenamiento).
it: Sei sicuro di voler disattivare il server proxy {0}? Puoi riattivarlo più tardi nelle Impostazioni (Dati e archivio).

# ConnectingToProxyEnable
source: Enable
ar: تفعيل
es: Activar
it: Attiva

# ConnectingToProxyTapToDisable
source: Tap here to disable proxy...
ar: اضغط لتعطيل البروكسي...
es: Toca aquí para desactivarlo...
it: Tocca qui per disattivare il proxy...

# ContactJoined
source: Contact joined Telegram
ar: اشترك صديق في تيليجرام
es: Un contacto se unió a Telegram
it: Un contatto si è unito a Telegram

# ContactNotRegistered
source: {0} is not on Telegram yet, would you like to invite them to join?
ar: {0} لم يقم بالتسجيل في تيليجرام بعد. فضلًا، هل ترغب في دعوتهم؟
es: {0} aún no está en Telegram. ¿Quieres enviarle una invitación?
it: {0} non si è ancora unito a Telegram, vuoi invitarlo a unirsi?

source: Contacts
ar: جهات الاتصال
es: Contactos
it: Contatti

# ContactsPermissionAlert
source: To seamlessly connect with everyone you know, allow **Telegram** access to your contacts.
ar: لتستطيع التواصل بشكل سلس مع الجميع، قم بالسماح لـ **تيليجرام** بالوصول إلى جهات الاتصال الخاصة بك.
es: Para conectarte sin problemas con todas las personas que conoces, permite a **Telegram** acceder a tus contactos.
it: Per connetterti senza problemi con tutti i tuoi conoscenti, permetti a **Telegram** di accedere ai tuoi contatti.

# ContactsPermissionAlertContinue
source: CONTINUE
ar: الاستمرار
es: CONTINUAR
it: CONTINUA

# ContactsPermissionAlertNotNow
source: NOT NOW
ar: ليس الآن
es: AHORA NO
it: NON ADESSO

# ContinueOnThisLanguage
source: Continue in English
ar: استمر بالعربية
es: Continuar en español
it: Continua in italiano

source: Contrast
ar: التباين
es: Contraste
it: Contrasto

# ConvertGroup
source: Convert to Supergroup
ar: التحويل إلى مجموعة خارقة
es: Convertir en supergrupo
it: Converti in supergruppo

# ConvertGroupAlert
source: This action is irreversible. It is not possible to downgrade a supergroup to a regular group.
ar: هذا القرار لا يمكن الرجوع عنه. لن تتمكن من إرجاع المجموعات الخارقة لتصبح مجموعات عادية.
es: Esta acción es irreversible. No puedes convertir un supergrupo en un grupo normal.
it: Questa azione è irreversibile. Non è possibile trasformare un supergruppo in un gruppo normale.

# ConvertGroupAlertWarning
source: Warning
ar: تحذير
es: Advertencia
it: Attenzione

# ConvertGroupInfo
source: **Members limit reached.** To go over the limit and get additional features, upgrade to a supergroup: Supergroups can get up to {0} New members can see the full message history Deleted messages will disappear for all members Admins can pin important messages Creator can set a public link for the group
ar: **تم الوصول للحد الأعلى للأعضاء** لتخطي هذا الحد والحصول على خصائص جديدة، يمكنك الترقية لمجموعة خارقة: • المجموعات الخارقة يمكن أن تصل إلى {0} عضوs • الأعضاء الجدد يمكنهم مشاهدة سجل المحادثات كاملًا • الرسائل المحذوفة ستختفي من أجهزة جميع الأعضاء • يمكن للمشرفين تثبيت الرسائل • يمكن لمنشئ المجموعة تعيين رابط للمجموعة
es: **Límite de miembros alcanzado.** Para superar el límite y tener características adicionales, conviértelo en un supergrupo: • Permiten hasta {0} • Los nuevos miembros ven todo el historial • Un mensaje eliminado desaparece para todos • Los administradores pueden anclar mensajes • El creador puede generar un enlace público
it: **Limite membri raggiunto.** Per superare il limite e sbloccare nuove funzioni, aggiorna a supergruppo: • I supergruppi hanno massimo {0} • I nuovi membri vedono tutta la cronologia • I messaggi eliminati scompaiono per tutti • Gli admin possono fissare i messaggi importanti • Il creatore può creare un link pubblico per il gruppo

# ConvertGroupInfo2
source: **In supergroups:** New members can see the full message history Deleted messages will disappear for all members Admins can pin important messages Creator can set a public link for the group
ar: ** في المجموعات الخارقة:** • الأعضاء الجدد يمكنهم مشاهدة سجل المحادثات كاملًا • الرسائل المحذوفة ستختفي من أجهزة جميع الأعضاء • يمكن للمشرفين تثبيت الرسائل • يمكن لمنشئ المجموعة تعيين رابط للمجموعة
es: **En los supergrupos:** • Los nuevos miembros ven todo el historial • Un mensaje eliminado desaparece para todos • Los administradores pueden anclar mensajes • El creador puede generar un enlace público
it: **Nei supergruppi:** • I nuovi membri vedono tutta la cronologia • I messaggi eliminati scompaiono per tutti • Gli admin possono fissare i messaggi importanti • Il creatore può creare un link pubblico per il gruppo

# ConvertGroupInfo3
source: **Note:** this action can't be undone.
ar: **ملاحظة:** لا يمكنك الرجوع عن هذا القرار.
es: **Importante:** Esta acción no se puede deshacer.
it: **Nota:** questa azione non può essere annullata.

# ConvertGroupMenu
source: Convert to supergroup
ar: التحويل إلى مجموعة خارقة
es: Convertir en supergrupo
it: Converti in supergruppo

source: Copy
ar: نسخ
es: Copiar
it: Copia

source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
it: Copia link

# CountReceived
source: Received
ar: الوارد
es: Recibidos
it: Ricevuti

# CountSent
source: Sent
ar: الصادر
es: Enviados
it: Inviati

# CreateEncryptedChatError
source: An error occurred.
ar: حدث خطأ.
es: Ocurrió un error.
it: Si è verificato un errore.

# CreateGroupError
source: Sorry, you can't create a group with these users because of their privacy settings.
ar: المعذرة، لا يمكنك إنشاء مجموعة مع هؤلاء المستخدمين نظرًا لإعدادات الخصوصية المتعلقة بهم.
es: No puedes crear un grupo con estos usuarios debido a sus ajustes de privacidad.
it: Spiacenti, non puoi creare un gruppo con questi utenti a causa delle loro impostazioni di privacy.

source: Create New Theme
ar: إنشاء نمط جديد
es: Crear nuevo tema
it: Crea nuovo tema

# CreateNewThemeHelp
source: Tap on the palette icon to view the list of elements on each screen - and edit them.
ar: اضغط على أيقونة الألوان لاستعراض قائمة الخيارات في كل شاشة - ثم قم بتعديلهم.
es: Toca sobre el icono de la paleta de colores para ver la lista de elementos en cada ventana y editarlos.
it: Tocca sull'icona della tavolozza per vedere la lista degli elementi in ogni schermata - e modificarli.

# CreateNewThemeInfo
source: You can create your own theme by changing colors within the app. You can always switch back to the default Telegram theme here.
ar: يمكنك إنشاء النمط الخاص بك بتغيير الألوان داخل التطبيق. يمكنك دائمًا العودة لنمط تيليجرام الأصلي من هنا.
es: Puedes crear tu propio tema cambiando los colores en la aplicación. Siempre puedes volver al tema por defecto de Telegram aquí.
it: Puoi creare il tuo tema cambiando i colori all'interno dell'app. Puoi sempre tornare al tema predefinito di Telegram qui.

source: CROP
ar: قطع
es: RECORTAR
it: RITAGLIA

source: Crop image
ar: قص الصورة
es: Recortar imagen
it: Ritaglia immagine

# CropOriginal
source: Original
ar: الأصل
it: Originale

# CropReset
source: Reset
ar: إعادة تعيين
es: Restablecer
it: Ripristina

# CropSquare
source: Square
ar: مربع
it: Quadrato

# CurrentGroupStickers
source: Group Stickers
ar: ملصقات المجموعة
es: Stickers de grupo
it: Sticker del gruppo

source: Current session
ar: الجهاز الحالي
es: Sesión actual
it: Sessione corrente

# CurvesAll
source: ALL
ar: الكل
es: TODO
it: TUTTO

# CurvesBlue
source: BLUE
ar: أزرق
es: AZUL
it: BLU

# CurvesGreen
source: GREEN
ar: أخضر
es: VERDE
it: VERDE

# CurvesRed
source: RED
ar: أحمر
es: ROJO
it: ROSSO

# CustomCallInfo
source: These users will or will not be able to call you regardless of the settings above.
ar: هؤلاء المستخدمين بإمكانهم أو ليس بإمكانهم الاتصال بك بغض النظر عن الإعدادات أعلاه.
es: Estos usuarios podrán o no podrán llamarte, sin importar los ajustes de arriba.
it: Questi utenti potranno o non potranno chiamarti indipendentemente dalle impostazioni precedenti.
